Repository: MazenImara/quiz
Catalog: translations/*.po
Languages: sv

source: Add Quiz
sv: Lägg till Webbkurs

source: Send result by email
sv: Skicka resultat via e-post

source: Show result after quiz
sv: Visa resultat efter Webbkurs

source: Quiz Image
sv: Webbkurs Bild

source: Choose File
sv: Välj FIL

source: No file chosen
sv: Ingen fil vald

source: Questions
sv: Frågor

source: Add question
sv: Lägg till fråga

source: Quiz Title
sv: Webbkurs Titel

source: User Answers
sv: Användarens Svar

source: Correct Answers
sv: Korrekta Svar

source: Quiz Result
sv: Webbkurs Resultat

source: Choose
sv: Välja

source: Quiz Description
sv: Webbkurs Beskrivning

source: Success percent %
sv: Framgångsrika procent %

source: Email or Unique Name
sv: E-post eller Unikt Namn

source: Unique
sv: Unik

source: Active
sv: Aktiv

source: Inactive
sv: Inaktiv

source: Question Image
sv: Fråga Bild

source: Question
sv: Fråga

source: Users
sv: Användare

source: Quiz Users
sv: Webbkurs Användare

source: Assigned Quizes
sv: Tilldelade Webbkurser

source: Unassigned Quizes
sv: Otilldelade Webbkurser

source: Shop
sv: Butik/Återförsäljare

source: Quiz
sv: Webbkurs

source: Quizzes
sv: Webbkurser

source: Quizes
sv: Webbkurser

source: Quiz Module
sv: Webbkurs

source: Manage Quiz Users
sv: Hantera Webbkurs-användare

source: Manage Quizzes
sv: Hantera Webbkurser

source: Quiz Results
sv: Webbkurs resultat

source: Start Quiz
sv: Starta Webbkurs

source: Edit Question
sv: Redigera Fråga

source: Add answer
sv: Lägg till svar

source: Add user
sv: Lägg till användare

source: Success
sv: Succe

source: Quiz user
sv: Webb användare

source: Change the correct answer
sv: Ändra rätt svar

source: Delete answer
sv: Ta bort svar

source: Answer
sv: Svar

source: Add, edit and delete quizzes
sv: Skapa, ändra och ta bort quizzes.

source: Create, modify and delete the actual quizzes.
sv: Skapa, ändra och ta bort de faktiska quizzen.

source: Add, edit and delete quiz users.
sv: Skapa, ändra och ta bort quizzanvändare.

source: Create, modify and delete the users for quizzes. Also assigning users to quizzes.
sv: Skapa, ändra och ta bort användarna för quizzes. Även lägga till användare till quizzes.

source: View and delete quiz results.
sv: Visa och ta bort quizzresultat.

source: View and delete all quiz results.
sv: Visa och ta bort alla reusltat för quizzes.

source: Take a quiz.
sv: Genomföra ett quiz.

source: Log in to an already quiz user (not a Drupal user) and take a quiz.
sv: Logga in som en redan existerande quizzanvvändare (inte en Drupalanvändare) och genomföra ett quiz.

source: Text choice
sv: Text fält

source: I agree that my data will be saved
sv: Jag godkänner att mina uppgifter sparas

source: Read more about our GDPR policy
sv: Läs mer om vår GDPR policy
